{"backend": "tensorflow", "keras_version": "2.0.8", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": 1, "scale": 1.0, "mode": "fan_avg", "distribution": "uniform"}}, "activation": "relu", "name": "dense_61", "trainable": true, "bias_constraint": null, "bias_regularizer": null, "kernel_constraint": {"class_name": "NonNeg", "config": {}}, "dtype": "float32", "activity_regularizer": null, "units": 29, "use_bias": true, "kernel_regularizer": null, "batch_input_shape": [null, 6], "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "scale": 1.0, "mode": "fan_avg", "distribution": "uniform"}}, "activation": "elu", "name": "dense_62", "trainable": true, "bias_constraint": null, "bias_regularizer": null, "kernel_constraint": {"class_name": "NonNeg", "config": {}}, "activity_regularizer": null, "units": 1, "use_bias": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}]}