{"backend": "tensorflow", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"bias_constraint": null, "kernel_constraint": {"class_name": "NonNeg", "config": {}}, "dtype": "float32", "bias_initializer": {"class_name": "Zeros", "config": {}}, "batch_input_shape": [null, 6], "trainable": true, "use_bias": true, "units": 29, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": 1}}, "bias_regularizer": null, "name": "dense_1", "activity_regularizer": null, "kernel_regularizer": null, "activation": "relu"}}, {"class_name": "Dense", "config": {"bias_constraint": null, "kernel_constraint": {"class_name": "NonNeg", "config": {}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "use_bias": true, "units": 1, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_regularizer": null, "name": "dense_2", "activity_regularizer": null, "kernel_regularizer": null, "activation": "elu"}}], "keras_version": "2.0.8"}