{"class_name": "Sequential", "keras_version": "2.0.8", "config": [{"class_name": "Dense", "config": {"units": 30, "dtype": "float32", "activity_regularizer": null, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": {"class_name": "NonNeg", "config": {}}, "kernel_regularizer": null, "use_bias": true, "activation": "relu", "trainable": true, "bias_regularizer": null, "batch_input_shape": [null, 7], "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": 1, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}}, "name": "dense_1"}}, {"class_name": "Dense", "config": {"units": 1, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "kernel_regularizer": null, "use_bias": true, "activation": "elu", "trainable": true, "bias_regularizer": null, "kernel_constraint": {"class_name": "NonNeg", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}}, "name": "dense_2"}}], "backend": "tensorflow"}