{"keras_version": "2.0.8", "backend": "tensorflow", "config": [{"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_1", "dtype": "float32", "bias_constraint": null, "kernel_constraint": null, "batch_input_shape": [null, 4], "bias_regularizer": null, "units": 9, "trainable": true, "activity_regularizer": null, "activation": "relu", "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": 0}, "class_name": "VarianceScaling"}, "use_bias": true, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_constraint": null, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "name": "dense_2", "units": 1, "trainable": true, "activity_regularizer": null, "activation": "linear", "use_bias": true, "kernel_regularizer": null}, "class_name": "Dense"}], "class_name": "Sequential"}