{"config": [{"config": {"trainable": true, "dtype": "float32", "activation": "relu", "kernel_initializer": {"config": {"seed": 29, "distribution": "uniform", "mode": "fan_avg", "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "bias_constraint": null, "bias_regularizer": null, "kernel_constraint": null, "units": 29, "batch_input_shape": [null, 6], "name": "dense_31", "kernel_regularizer": null, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "activation": "linear", "kernel_initializer": {"config": {"seed": null, "distribution": "uniform", "mode": "fan_avg", "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "bias_constraint": null, "bias_regularizer": null, "kernel_constraint": null, "units": 1, "name": "dense_32", "kernel_regularizer": null, "activity_regularizer": null}, "class_name": "Dense"}], "backend": "tensorflow", "keras_version": "2.0.8", "class_name": "Sequential"}