{"backend": "tensorflow", "keras_version": "2.0.8", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"kernel_constraint": null, "bias_constraint": null, "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "seed": 28, "distribution": "uniform"}}, "bias_regularizer": null, "batch_input_shape": [null, 6], "activity_regularizer": null, "name": "dense_17", "activation": "relu", "units": 29, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "trainable": true, "dtype": "float32"}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "bias_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}}, "name": "dense_18", "activation": "linear", "units": 1, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "trainable": true}}]}