{"config": [{"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": 1}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "name": "dense_1", "bias_constraint": null, "bias_regularizer": null, "batch_input_shape": [null, 7], "trainable": true, "kernel_regularizer": null, "activation": "relu", "units": 30, "use_bias": true, "dtype": "float32", "kernel_constraint": {"config": {}, "class_name": "NonNeg"}}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "name": "dense_2", "bias_constraint": null, "bias_regularizer": null, "trainable": true, "kernel_regularizer": null, "activation": "elu", "units": 1, "use_bias": true, "kernel_constraint": {"config": {}, "class_name": "NonNeg"}}, "class_name": "Dense"}], "backend": "tensorflow", "keras_version": "2.0.8", "class_name": "Sequential"}