{"class_name": "Sequential", "keras_version": "2.0.8", "config": [{"class_name": "Dense", "config": {"name": "dense_1", "units": 29, "dtype": "float32", "use_bias": true, "activity_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "activation": "relu", "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": 1}}, "batch_input_shape": [null, 6], "kernel_constraint": {"class_name": "NonNeg", "config": {}}}}, {"class_name": "Dense", "config": {"name": "dense_2", "units": 1, "activity_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "activation": "elu", "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}, "use_bias": true, "kernel_constraint": {"class_name": "NonNeg", "config": {}}}}], "backend": "tensorflow"}