{"keras_version": "2.0.8", "backend": "tensorflow", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"bias_constraint": null, "units": 29, "dtype": "float32", "name": "dense_1", "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "batch_input_shape": [null, 9], "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": 1}}, "bias_regularizer": null, "activation": "relu", "activity_regularizer": null, "kernel_constraint": {"class_name": "NonNeg", "config": {}}}}, {"class_name": "Dense", "config": {"bias_constraint": null, "units": 1, "name": "dense_2", "trainable": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": {"class_name": "NonNeg", "config": {}}, "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}}, "bias_regularizer": null, "activation": "elu", "activity_regularizer": null}}]}