{"config": [{"config": {"use_bias": true, "activity_regularizer": null, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "dtype": "float32", "trainable": true, "kernel_regularizer": null, "batch_input_shape": [null, 4], "bias_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": 0}, "class_name": "VarianceScaling"}, "kernel_constraint": null, "name": "dense_1", "units": 30}, "class_name": "Dense"}, {"config": {"use_bias": true, "activity_regularizer": null, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "units": 1, "kernel_regularizer": null, "bias_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "activation": "linear", "name": "dense_2", "trainable": true}, "class_name": "Dense"}], "backend": "tensorflow", "keras_version": "2.0.8", "class_name": "Sequential"}