{"config": [{"config": {"name": "dense_1", "bias_constraint": null, "bias_regularizer": null, "kernel_regularizer": null, "kernel_constraint": {"config": {}, "class_name": "NonNeg"}, "units": 29, "activation": "relu", "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "use_bias": true, "batch_input_shape": [null, 6], "dtype": "float32", "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "seed": 1, "mode": "fan_avg"}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"name": "dense_2", "bias_constraint": null, "bias_regularizer": null, "kernel_regularizer": null, "kernel_constraint": {"config": {}, "class_name": "NonNeg"}, "units": 1, "activation": "elu", "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "2.0.8", "backend": "tensorflow"}