{"backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.0.8", "config": [{"class_name": "Dense", "config": {"batch_input_shape": [null, 6], "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": 1}}, "activity_regularizer": null, "units": 29, "kernel_regularizer": null, "bias_regularizer": null, "kernel_constraint": {"class_name": "NonNeg", "config": {}}, "dtype": "float32", "name": "dense_1", "bias_constraint": null, "activation": "relu", "trainable": true}}, {"class_name": "Dense", "config": {"units": 1, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}, "activity_regularizer": null, "kernel_regularizer": null, "bias_regularizer": null, "kernel_constraint": {"class_name": "NonNeg", "config": {}}, "name": "dense_2", "bias_constraint": null, "activation": "elu", "trainable": true}}]}