{"class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.0.8", "config": [{"class_name": "Dense", "config": {"name": "dense_1", "kernel_regularizer": null, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "batch_input_shape": [null, 4], "activation": "relu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": 0, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}}, "use_bias": true, "dtype": "float32", "kernel_constraint": null, "trainable": true, "bias_constraint": null, "bias_regularizer": null, "units": 29}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}}, "kernel_regularizer": null, "activity_regularizer": null, "activation": "linear", "name": "dense_2", "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_constraint": null, "trainable": true, "bias_constraint": null, "bias_regularizer": null, "units": 1}}]}