{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"activity_regularizer": null, "name": "dense_1", "kernel_regularizer": null, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": 1}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "activation": "relu", "batch_input_shape": [null, 2], "bias_constraint": null, "bias_regularizer": null, "dtype": "float32", "units": 29, "kernel_constraint": {"class_name": "NonNeg", "config": {}}}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "name": "dense_2", "kernel_regularizer": null, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "activation": "elu", "units": 1, "bias_constraint": null, "bias_regularizer": null, "kernel_constraint": {"class_name": "NonNeg", "config": {}}}}], "backend": "tensorflow", "keras_version": "2.0.8"}