{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"name": "dense_1", "kernel_regularizer": null, "kernel_constraint": null, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "units": 8, "batch_input_shape": [null, 2], "dtype": "float32", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "seed": 0, "scale": 1.0}}, "activity_regularizer": null, "activation": "relu", "bias_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "units": 1, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}}, "name": "dense_2", "activation": "linear", "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true}}], "backend": "tensorflow", "keras_version": "2.0.8"}