{"config": [{"config": {"activation": "relu", "dtype": "float32", "kernel_regularizer": null, "kernel_initializer": {"config": {"seed": 29, "distribution": "uniform", "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "batch_input_shape": [null, 5], "name": "dense_23", "activity_regularizer": null, "use_bias": true, "trainable": true, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "units": 30, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"activation": "linear", "bias_regularizer": null, "bias_constraint": null, "kernel_initializer": {"config": {"seed": null, "distribution": "uniform", "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "name": "dense_24", "activity_regularizer": null, "use_bias": true, "units": 1, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "kernel_constraint": null, "kernel_regularizer": null}, "class_name": "Dense"}], "keras_version": "2.0.8", "class_name": "Sequential", "backend": "tensorflow"}