{"config": [{"config": {"dtype": "float32", "bias_regularizer": null, "use_bias": true, "batch_input_shape": [null, 6], "units": 29, "trainable": true, "activity_regularizer": null, "kernel_constraint": null, "name": "dense_3", "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": 4}, "class_name": "VarianceScaling"}, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"bias_regularizer": null, "use_bias": true, "units": 1, "trainable": true, "activity_regularizer": null, "kernel_constraint": null, "name": "dense_4", "activation": "linear", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}, "kernel_regularizer": null}, "class_name": "Dense"}], "backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.0.8"}