{"class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.0.8", "config": [{"class_name": "Dense", "config": {"bias_regularizer": null, "batch_input_shape": [null, 1], "activation": "relu", "activity_regularizer": null, "use_bias": true, "trainable": true, "bias_constraint": null, "dtype": "float32", "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": 26, "distribution": "uniform", "mode": "fan_avg"}}, "name": "dense_21", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "units": 30}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "activity_regularizer": null, "activation": "linear", "use_bias": true, "trainable": true, "bias_constraint": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}}, "name": "dense_22", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "units": 1}}]}