{"config": [{"config": {"kernel_regularizer": null, "units": 29, "activation": "relu", "dtype": "float32", "name": "dense_17", "bias_regularizer": null, "batch_input_shape": [null, 6], "use_bias": true, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": 29, "scale": 1.0}, "class_name": "VarianceScaling"}, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}, {"config": {"kernel_regularizer": null, "units": 1, "name": "dense_18", "bias_regularizer": null, "activation": "linear", "use_bias": true, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}], "class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.0.8"}